[Door_Transitions.LTD_Balcony_to_Bedroom:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往豪宅二楼（禁区！）"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Ballroom_to_Garden:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往波义耳花园"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Bedroom_to_Balcony:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往花园凉台"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Cellar_to_Sewer:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`k 前往下水道"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Courtyard_to_Foyer:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往波义耳豪宅门廊"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Foyer_to_Courtyard:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往波义耳庭院"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Garden_to_Ballroom:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="门"
m_InteractText="按下 `k 前往波义耳豪宅舞厅"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Sewer_to_Cellar:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`k 前往波义耳豪宅地下室"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Special.vault_switch_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="门的故障保险开关"
m_InteractText=" `GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[static_watch_tower_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""
m_UnlockInteractText="`GBA_Use` 解锁"

[wheel_for_teleport_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="曲柄轮"
m_InteractText="按住 `GBA_Use` 转动"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

